<?php

$lang['date_year']      = "ปี";
$lang['date_years']     = "ปี";
$lang['date_month']     = "เดือน";
$lang['date_months']    = "เดือน";
$lang['date_week']      = "สัปดาห์";
$lang['date_weeks']     = "สัปดาห์";
$lang['date_day']       = "วัน";
$lang['date_days']      = "วัน";
$lang['date_hour']      = "เวลา";
$lang['date_hours']     = "ชั่วโมง";
$lang['date_minute']    = "นาที";
$lang['date_minutes']   = "นาที";
$lang['date_second']    = "สอง";
$lang['date_seconds']   = "วินาที";

$lang['UM12']  = '(UTC -12:00) Baker / Howland Island';
$lang['UM11']  = '(UTC -11:00) โซนเวลาซามัว, Niue';
$lang['UM10']  = '(UTC -10:00) ฮาวาย - Aleutian เวลามาตรฐานหมู่เกาะคุกตาฮิติ';
$lang['UM95']  = '(UTC -9:30) หมู่เกาะ Marquesas';
$lang['UM9']   = '(UTC -9:00) เวลามาตรฐานของอลาสกา, เกาะแกมเบีย';
$lang['UM8']   = '(UTC -8:00) แปซิฟิกมาตรฐานเวลาเกาะ Clipperton';
$lang['UM7']   = '(UTC -7:00) เวลามาตรฐานของภูเขา';
$lang['UM6']   = '(UTC -6:00) เวลามาตรฐานกลาง';
$lang['UM5']   = '(UTC -5:00) เวลามาตรฐานตะวันออก, เวลามาตรฐานแคริบเบียนตะวันตก';
$lang['UM45']  = '(UTC -4:30) เวลามาตรฐานเวเนซุเอลา';
$lang['UM4']   = '(UTC -4:00) เวลามาตรฐานของมหาสมุทรแอตแลนติก, เวลามาตรฐานของแคริบเบียนตะวันออก';
$lang['UM35']  = '(UTC -3:30) เวลามาตรฐานของรัฐนิวฟันด์แลนด์';
$lang['UM3']   = '(UTC -3:00) อาร์เจนตินา, บราซิล, เฟรนช์เกียนา, อุรุกวัย';
$lang['UM2']   = '(UTC -2:00) หมู่เกาะจอร์เจียใต้ / แซนด์วิชใต้';
$lang['UM1']   = '(UTC -1:00) อะซอเรส, หมู่เกาะเคปเวิร์ด';
$lang['UTC']   = '(UTC) เวลามาตรฐานกรีนิช, เวลายุโรปตะวันตก';
$lang['UP1']   = '(UTC +1:00) เวลายุโรปกลางเวลาแอฟริกาตะวันตก';
$lang['UP2']   = '(UTC +2:00) เวลาในแอฟริกากลาง, เวลายุโรปตะวันออก, เวลาคาลินินกราด';
$lang['UP3']   = '(UTC +3:00) มอสโกเวลาเวลาแอฟริกาตะวันออก';
$lang['UP35']  = '(UTC +3:30) เวลามาตรฐานอิหร่าน';
$lang['UP4']   = '(UTC +4:00) เวลามาตรฐานอาเซอร์ไบจาน, Samara Time';
$lang['UP45']  = '(UTC +4:30) อัฟกานิสถาน';
$lang['UP5']   = '(UTC +5:00) เวลามาตรฐานของปากีสถาน, เวลา Yekaterinburg';
$lang['UP55']  = '(UTC +5:30) เวลามาตรฐานอินเดีย, เวลาศรีลังกา';
$lang['UP575'] = '(UTC +5:45) เนปาลเวลา';
$lang['UP6']   = '(UTC +6:00) เวลามาตรฐานของบังกลาเทศ, เวลาภูฏาน, เวลา Omsk';
$lang['UP65']  = '(UTC +6:30) หมู่เกาะโคโคสพม่า';
$lang['UP7']   = '(UTC +7:00) Krasnoyarsk Time, กัมพูชา, ลาว, ไทย, เวียดนาม';
$lang['UP8']   = '(UTC +8:00) เวลามาตรฐานตะวันตกของออสเตรเลีย, เวลาปักกิ่ง, เวลา Irkutsk';
$lang['UP875'] = '(UTC +8:45) เวลามาตรฐานของออสเตรเลียตะวันตกกลาง';
$lang['UP9']   = '(UTC +9:00) เวลามาตรฐานของประเทศญี่ปุ่น, เวลามาตรฐานของเกาหลี, เวลา Yakutsk';
$lang['UP95']  = '(UTC +9:30) Australian Central Standard Time';
$lang['UP10']  = '(UTC +10:00) เวลามาตรฐานตะวันออกของออสเตรเลีย, Vladivostok Time';
$lang['UP105'] = '(UTC +10:30) เกาะ Lord Howe';
$lang['UP11']  = '(UTC +11:00) เวลามากาดาน, หมู่เกาะโซโลมอน, วานูอาตู';
$lang['UP115'] = '(UTC +11:30) เกาะนอร์ฟอล์ก';
$lang['UP12']  = '(UTC +12:00) ฟิจิ, หมู่เกาะ Gilbert, เวลา Kamchatka, เวลามาตรฐานนิวซีแลนด์';
$lang['UP1275']= '(UTC +12:45) Chatham Islands Standard Time';
$lang['UP13']  = '(UTC +13:00) เวลาเกาะฟีนิกซ์, ตองกา';
$lang['UP14']  = '(UTC +14:00) หมู่เกาะแถว';


/* End of file date_lang.php */
/* Location: ./system/language/pt-br/date_lang.php */