<?php

$lang['db_invalid_connection_str']  	= 'ไม่สามารถกำหนดการตั้งค่าฐานข้อมูลผ่านสตริงการเชื่อมต่อที่ระบุ';
$lang['db_unable_to_connect'] 			= 'ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ฐานข้อมูลโดยใช้ข้อมูลที่ให้มา';
$lang['db_unable_to_select'] 			= 'ไม่สามารถเลือกฐานข้อมูลที่ระบุได้: %s';
$lang['db_unable_to_create'] 			= 'ไม่สามารถสร้างฐานข้อมูลที่ระบุได้: %s';
$lang['db_invalid_query'] 				= 'ข้อความค้นหาไม่ถูกต้อง';
$lang['db_must_set_table'] 				= 'โปรดแจ้งตารางที่จะใช้ในแบบสอบถาม';
$lang['db_must_use_set'] 				= 'หากต้องการอัพเดทเร็กคอร์ดโปรดใช้เมธอด "set"';
$lang['db_must_use_index'] 				= 'คุณต้องระบุดัชนีเพื่อให้สอดคล้องกับการอัปเดตแบทช์';
$lang['db_batch_missing_index'] 		= 'แถวที่ส่งมาหนึ่งชุดขึ้นไปสำหรับชุดการอัพเดทไม่มีดัชนีที่ระบุ';
$lang['db_must_use_where'] 				= 'ไม่อนุญาตให้มีการปรับปรุงที่ไม่ประกอบด้วยประโยคที่';
$lang['db_del_must_use_where'] 			= 'ไม่อนุญาตให้มีการลบใด ๆ ที่ไม่ประกอบด้วยคำสั่ง "ในตำแหน่ง" หรือ "ชอบ"';
$lang['db_field_param_missing'] 		= 'ในการค้นหาเขตข้อมูลคุณต้องใส่ชื่อตารางเป็นพารามิเตอร์';
$lang['db_unsupported_function'] 		= 'ทรัพยากรนี้ไม่สามารถใช้งานได้สำหรับฐานข้อมูลที่ใช้งาน';
$lang['db_transaction_failure'] 		= 'ธุรกรรมล้มเหลว: ยกเลิกการดำเนินการแล้ว';
$lang['db_unable_to_drop'] 				= 'ไม่สามารถลบฐานข้อมูลที่ระบุได้';
$lang['db_unsuported_feature'] 			= 'คุณลักษณะไม่สนับสนุนโดยแพลตฟอร์มฐานข้อมูลที่ใช้งาน';
$lang['db_unsuported_compression'] 		= 'รูปแบบการบีบอัดไฟล์ที่เลือกไม่ได้รับการสนับสนุนโดยเซิร์ฟเวอร์';
$lang['db_filepath_error'] 				= 'ไม่สามารถเขียนข้อมูลในเส้นทางที่ระบุ';
$lang['db_invalid_cache_path'] 			= 'เส้นทางที่ระบุสำหรับแคชไม่ถูกต้องหรือไม่มีสิทธิ์เขียน';
$lang['db_table_name_required'] 		= 'สำหรับการดำเนินการนี้คุณต้องใส่ชื่อของตาราง';
$lang['db_column_name_required'] 		= 'สำหรับการดำเนินการนี้คุณต้องป้อนชื่อคอลัมน์';
$lang['db_column_definition_required'] 	= 'สำหรับการดำเนินการนี้จำเป็นต้องกำหนดคอลัมน์';
$lang['db_unable_to_set_charset'] 		= 'ไม่สามารถตั้งค่าชุดอักขระการเชื่อมต่อไคลเอ็นต์: %s';
$lang['db_error_heading'] 				= 'เกิดข้อผิดพลาดของฐานข้อมูล';


/* End of file db_lang.php */
/* Location: ./system/language/pt-br/db_lang.php */