<?php

$lang['required'] = "ต้องระบุฟิลด์ %s";
$lang['isset'] = "ฟิลด์ %s ต้องมีค่า";
$lang['valid_email'] = "ฟิลด์ %s ต้องมีที่อยู่อีเมลที่ถูกต้อง";
$lang['valid_emails'] = "เขตข้อมูล %s ต้องมีที่อยู่อีเมลที่ถูกต้องทั้งหมด";
$lang['valid_url'] = "เขตข้อมูล %s ต้องมี URL ที่ถูกต้อง";
$lang['valid_ip'] = "เขตข้อมูล %s ต้องมี IP ที่ถูกต้อง";
$lang['min_length'] = "ฟิลด์ %s ต้องมีอักขระอย่างน้อย %s";
$lang['max_length'] = "ฟิลด์ %s ต้องมีอักขระมากสุด %s";
$lang['exact_length'] = "ฟิลด์ %s ต้องมีอักขระ %s ตัวเดียวกัน";
$lang['alpha'] = "ฟิลด์ %s สามารถมีได้เฉพาะตัวอักษรเท่านั้น";
$lang['alpha_numeric'] = "ฟิลด์ %s สามารถมีได้เฉพาะตัวอักษรที่เป็นตัวเลขเท่านั้น";
$lang['alpha_dash'] = "ฟิลด์ %s สามารถมีได้เฉพาะตัวอักษรที่เป็นตัวเลข, ขีดล่างและเครื่องหมายยัติภังค์เท่านั้น";
$lang['numeric'] = "ฟิลด์ %s ควรมีตัวเลขเท่านั้น";
$lang['is_numeric'] = "ฟิลด์ %s ควรมีเฉพาะตัวเลขเท่านั้น";
$lang['integer'] = "เขตข้อมูล %s ต้องเป็นจำนวนเต็ม";
$lang['regex_match'] = "ฟิลด์ %s ไม่อยู่ในรูปแบบที่ถูกต้อง";
$lang['matches'] = "ฟิลด์ %s ไม่ตรงกับฟิลด์ %s";
$lang['is_unique'] = "เขตข้อมูล %s ต้องมีค่าที่ไม่ซ้ำกัน";
$lang['is_natural'] = "ฟิลด์ %s ควรมีตัวเลขบวกเท่านั้น";
$lang['is_natural_no_zero'] = "ฟิลด์ %s ต้องเป็นตัวเลขจำนวนเต็ม และมากกว่าศูนย์";
$lang['decimal'] = "เขตข้อมูล %s ต้องมีเลขทศนิยม";
$lang['less_than'] = "เขตข้อมูล %s ต้องมีตัวเลขน้อยกว่า %s";
$lang['greater_than'] = "ฟิลด์ %s ต้องมีตัวเลขมากกว่า %s";


/* End of file form_validation_lang.php */
/* Location: ./system/language/pt-br/form_validation_lang.php */